{
  "bum": {
    "name": "Bum",
    "description": "Vagrant, junkie, wino... sometimes \"homeless person\" if somebody's trying to coax donations. Most in your situation are treated as nothing more than human detritus one step away from a welcome grave. Maybe you were born to a poverty indistinguishable from professional indigence or maybe some event threw you down from a better life, but you don't intend to go quietly. Being a societal castoff in a dystopia like this one is something only the strongest survive for long. With the skills you have, you mean to do far more than just survive.",
    "free_skill": "Survive",
    "quick_skills": ["Connect-0", "Sneak-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Physical",
      "+2 Physical",
      "+2 Mental",
      "Survive",
      "Any Skill"
    ],
    "learning": [
      "Any Combat",
      "Survive",
      "Connect",
      "Sneak",
      "Notice",
      "Talk",
      "Fix",
      "Trade"
    ]
  },
  "bureaucrat": {
    "name": "Bureaucrat",
    "description": "Somebody had to keep the wheels of government turning, and you were as goody as any. The city governments may be little more than shells for corp exploitation, but they and their army of functionaries keep the power on, the slums contained, and some pretense of civic order in place. It can be a very lucrative line of work for those positioned to demand bribes and other inducement, but you're going to need to collect your bonus pay in a more direct fashion. You know how the machine works, and that can be worth more than any sum of bullets.",
    "free_skill": "Administer",
    "quick_skills": ["Know-0", "Talk-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Mental",
      "+2 Mental",
      "+2 Mental",
      "Administer",
      "Any Skill"
    ],
    "learning": [
      "Administer",
      "Know",
      "Talk",
      "Program",
      "Lead",
      "Trade",
      "Notice",
      "Any Skill"
    ]
  },
  "clergy": {
    "name": "Clergy",
    "description": "In the slums, people have little to rely upon but their own strength and God's good mercy. Amid the desperation and desolation pf the modern era, thousands of different faiths and sects have sprouted to give solace to their believers. Most of them are corp-sponsored marketing channels for selling spiritual retreats, blessed artifacts, and prestigious church ranks, but a few clergy still stubbornly serve God before Mammon. Such renegades are often thrown on their own devices, forced to collect their own tithes and deliver the Lord's righteous judgment with their own right hands.",
    "free_skill": "Lead",
    "quick_skills": ["Talk-0", "Connect-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Mental",
      "+2 Mental",
      "+2 Mental",
      "Connect",
      "Any Skill"
    ],
    "learning": [
      "Lead",
      "Talk",
      "Connect",
      "Perform",
      "Know",
      "Heal",
      "Notice",
      "Any Skill"
    ]
  },
  "coder": {
    "name": "Coder",
    "description": "The corporate world runs on code, and you're one of the people that keep it turning. High-ranking corporate coders are too tightly monitored to work as operators, but the ecosystem of freelancers, self-taught prodigies, and desperate climbers is always churning with new possibilities. You may be a true hacker, skilled at running code under the most stressful situations, or you might focus your operator skills in a more physical direction, keeping your programming knowledge as a backup tool for when your preferred weapon doesn't suit the job.",
    "free_skill": "Program",
    "quick_skills": ["Administer-0", "Fix-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Mental",
      "+2 Mental",
      "+2 Mental",
      "Program",
      "Any Skill"
    ],
    "learning": [
      "Program",
      "Administer",
      "Fix",
      "Talk",
      "Connect",
      "Know",
      "Notice",
      "Any Skill"
    ]
  },
  "corp_security": {
    "name": "Corp Security",
    "description": "There are people hated more than corp security, but most of them are involved in blood feuds, religious wars, or undying gang vendettas. You've almost certainly left the uniform behind, but you still remember how the corporate world works, and more importantly, how its security units operate. You might still have a contact back in the corp you left, or a special reason to resent them. As ex-security, everyone knows that you're never going back. They'd never let you live.",
    "free_skill": "Any Combat",
    "quick_skills": ["Administer-0", "Fix-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Physical",
      "+2 Physical",
      "+2 Physical",
      "Any Combat",
      "Any Skill"
    ],
    "learning": [
      "Any Combat",
      "Administer",
      "Connect",
      "Notice",
      "Exert",
      "Heal",
      "Sneak",
      "Lead"
    ]
  },
  "corper": {
    "name": "Corper",
    "description": "Once one of the fortunate millions, those lucky enough to have a formal job contract with a megacorp. You were above the petty roil of subsidiaries, street shops, and freelancers that clawed for every day's meal. Even the worst-paid corper could have something resembling a civilized life if they toed the corporate line. You didn't, for one reason or another, and now you're on the outside. This is not your world and these are not your people, but you're going to have to learn to cope with this new life, because there's no going back after what happened to you... or what it made you do.",
    "free_skill": "Work",
    "quick_skills": ["Talk-0", "Connect-0"],
    "growth": [
      "+1 Any Stat",
      "+1 Any Stat",
      "+2 Physical",
      "+2 Mental",
      "Any Skill",
      "Any Skill"
    ],
    "learning": [
      "Work",
      "Talk",
      "Connect",
      "Any Combat",
      "Notice",
      "Sneak",
      "Fix",
      "Any Skill"
    ]
  },
  "criminal": {
    "name": "Criminal",
    "description": "It's theoretically possible to live in the slums without breaking a law, but nobody's ever seen it done. You, however, weren't just a criminal by necessity. You were a criminal as a calling, as a profession. Doing what the cops and the corps and the gangs forbade was how you made your living, either as a thief, a con man, an enforcer, or some other variety of lawbreaker. You violated the rules that mattered, breaking the customary detente of fear that keeps the streets functional. You've managed to stay ahead of the consequences so far, but there's no telling how long you luck will last.",
    "free_skill": "Sneak",
    "quick_skills": ["Notice-0", "Connect-0"],
    "growth": [
      "+1 Any Stat",
      "+1 Any Stat",
      "+2 Physical",
      "+2 Mental",
      "Sneak",
      "Any Skill"
    ],
    "learning": [
      "Any Combat",
      "Sneak",
      "Notice",
      "Connect",
      "Talk",
      "Survive",
      "Exert",
      "Lead"
    ]
  },
  "doctor": {
    "name": "Doctor",
    "description": "It was inevitable that the rise of cybernetic tech should have thrown off a host of second-order medical marvels. It's thanks to these wonders that a street doc can do good even with nothing more than a battered medkit and a semi-clean table. You might have practiced as part of a corp-backed hospital, or served in a private clinic, or been something else that had a place \"good society\" once. Perhaps you were always part of the street, a local who learned what was needed for their own reasons. Now you're on your own. It's not a problem though; in a world like this, you'll never lack work.",
    "free_skill": "Heal",
    "quick_skills": ["Notice-0", "Connect-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Physical",
      "+2 Mental",
      "+2 Mental",
      "Heal",
      "Any Skill"
    ],
    "learning": [
      "Heal",
      "Notice",
      "Know",
      "Talk",
      "Administer",
      "Connect",
      "Fix",
      "Any Skill"
    ]
  },
  "drone_jockey": {
    "name": "Drone Jockey",
    "description": "With as much lead flying as it does these days, drones are a popular substitute for expensive, trained human flesh. Most drone pilots are corp-employed, running security rigs for corp facilities, or keeping a border watch up on isolated regions. Gang bosses and powerful locals also have use for their services, as an armed drone is much less concerned about being shot than a human flunky is. You might make drone piloting the main thrust of your work as an operator, but it could also be a sideline for the job you prefer to do now.",
    "free_skill": "Drive",
    "quick_skills": ["Fix-0", "Shoot-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Physical",
      "+2 Physical",
      "+2 Mental",
      "Drive",
      "Any Skill"
    ],
    "learning": [
      "Drive",
      "Fix",
      "Shoot",
      "Notice",
      "Sneak",
      "Exert",
      "Program",
      "Any Skill"
    ]
  },
  "ganger": {
    "name": "Ganger",
    "description": "One of the lesser nobility of the street, most districts are ruled by one or more gangs. With enough tribute in cash and fearful reverence, a gang boss can hold the local violence down to a dull roar and make sure that thieves and troublemakers get dealt with quickly. There's an endless need for ambitious, eager new recruits to handle these jobs, and if the mortality rate is high, well, nothing's as cheap as human lives. You've had to cut ties with your old crew, either because they're no longer around or because you did something that couldn't be overlooked. Hopefully no hard feelings remain.",
    "free_skill": "Any Combat",
    "quick_skills": ["Connect-0", "Survive-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Physical",
      "+2 Physical",
      "+2 Mental",
      "Any Combat",
      "Any Skill"
    ],
    "learning": [
      "Any Combat",
      "Connect",
      "Survive",
      "Notice",
      "Sneak",
      "Talk",
      "Fix",
      "Any Skill"
    ]
  },
  "laborer": {
    "name": "Laborer",
    "description": "You're one of the faceless millions forced to make a living with day labor and menial toil. Small businesses without the capital to mechanize their work often enlist such laborers, finding ti cheaper to discard the injured than pay a street doc. For many laborers, the distinction between crime and legal work is too small to be worth distinguishing. Choose a general line of work for your laborer, be it construction, dock work, trucking, or the like. When you roll or pick the Work skill, you can substitute another skill for Work if a different one more perfectly reflects your usual labor.",
    "free_skill": "Exert",
    "quick_skills": ["Work-0", "Fix-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Physical",
      "+2 Physical",
      "+2 Physical",
      "Exert",
      "Any Skill"
    ],
    "learning": [
      "Exert",
      "Work",
      "Sneak",
      "Trade",
      "Survive",
      "Fix",
      "Any Combat",
      "Any Skill"
    ]
  },
  "law_enforcement": {
    "name": "Law Enforcement",
    "description": "Once one of the city enforcers, whether a beat cop, a detective, or a paper-pusher back at the precinct. There's too much violence for the city cops to pay attention to anything but the most egregious street murder, and the only time they ever hurry is when big money is upset. Even so, a few idealists keep stubbornly trying to prevent their savage wards from killing each other with impunity. Maybe you felt that way once, but something happened that forced you to leave. The good news is that the street locals have nothing against you; cops aren't nearly as brutal as the gangs are. The bad nes is that you're out here alone now.",
    "free_skill": "Administer",
    "quick_skills": ["Any Combat-0", "Notice-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Physical",
      "+2 Physical",
      "+2 Mental",
      "Administer",
      "Any Skill"
    ],
    "learning": [
      "Administer",
      "Any Combat",
      "Notice",
      "Sneak",
      "Talk",
      "Connect",
      "Heal",
      "Any Skill"
    ]
  },
  "manager": {
    "name": "Manager",
    "description": "You ran things. If you were lucky, you ran things for a megacorp, one of the legion of petty middle-managers who kept the machine from binding up on itself. If you were less fortunate, you worked for a subsidiary corp, or a freelance organization, or a community co-op. In either case, you learned how to deal with the friction that human contact creates and the innumerable problems that crop up in a world where destruction is so much easier than order. You're out of things to manage right now, but you still know how to make something out of a whole lot of confused nothing.",
    "free_skill": "Administer",
    "quick_skills": ["Talk-0", "Trade-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Mental",
      "+2 Mental",
      "+2 Mental",
      "Administer",
      "Any Skill"
    ],
    "learning": [
      "Administer",
      "Talk",
      "Trade",
      "Connect",
      "Notice",
      "Lead",
      "Program",
      "Any Skill"
    ]
  },
  "outlander": {
    "name": "Outlander",
    "description": "Everybody lives in cities because are where everything is. Everybody except you. Despite all the pollution, all the toxins, all the outcasts too violent or too crazy to exist within city limits, you made your life in the outlands. Maybe you were born in a dying rural town, or maybe you run contraband between isolated city-states. or maybe you just couldn't stand living in a human hive any more. Whatever the reason, you know how to survive where there isn't a convenience store every two blocks, and how to deal with dangers that don't wear a human face.",
    "free_skill": "Survive",
    "quick_skills": ["Drive-0", "Any Combat-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Mental",
      "+2 Physical",
      "+2 Physical",
      "Survive",
      "Any Skill"
    ],
    "learning": [
      "Survive",
      "Drive",
      "Fix",
      "Trade",
      "Sneak",
      "Connect",
      "Any Combat",
      "Any Skill"
    ]
  },
  "performer": {
    "name": "Performer",
    "description": "Everybody wants to forget where they are, and you helped them do that. Whether singing, dancing, VR recordings, cam shows, comedy, or some other art, you're good enough at it not to have starved yet, which is a considerable accomplishment. You still haven't made it to the big time, and for one reason or another you've found it necessary to take up an operator's work as well as that of an artist. It could be that stand-up's not paying the rent, or you might have a performance in mind that a particular audience won't ever forget.",
    "free_skill": "Perform",
    "quick_skills": ["Lead-0", "Connect-0"],
    "growth": [
      "+1 Any Stat",
      "+1 Any Stat",
      "+2 Mental",
      "+2 Physical",
      "Perform",
      "Any Skill"
    ],
    "learning": [
      "Perform",
      "Lead",
      "Connect",
      "Talk",
      "Trade",
      "Sneak",
      "Any Combat",
      "Any Skill"
    ]
  },
  "soldier": {
    "name": "Soldier",
    "description": "A soldier's work is never done, whether they're wearing the patches of one of the remaining national governments or working under the colors or a corporate military division. Most corps prefer to resolve their differences through buyouts, legal action, and targeted assassinations, but some people just won't listen to reason, and that's where the hovertanks come in. For one reason or another, you've found it necessary to move on from that life. While you may not be as well-supported now as you were then, your familiarity with violence and quick death is something valuable to an operator.",
    "free_skill": "Any Combat",
    "quick_skills": ["Exert-0", "Lead-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Mental",
      "+2 Physical",
      "+2 Physical",
      "Any Combat",
      "Any Skill"
    ],
    "learning": [
      "Any Combat",
      "Exert",
      "Lead",
      "Notice",
      "Survive",
      "Heal",
      "Administer",
      "Any Skill"
    ]
  },
  "spy": {
    "name": "Spy",
    "description": "There's never been a perfect substitute for human intelligence,, and you made your living as a source of it. Where a gang mole, a corp infiltrator, a spy for a rival government department, or an actual agent of a foreign power, you kept your mouth shut and your eyes open, learning what others would keep hidden. Every resource gets spent sooner or later, however, and now you find yourself cut loose. A operator's life isn't so different from the one you've lived so far, and your professional talents will still find use in your new life.",
    "free_skill": "Sneak",
    "quick_skills": ["Notice-0", "Talk-0"],
    "growth": [
      "+1 Any Stat",
      "+1 Any Stat",
      "+2 Mental",
      "+2 Physical",
      "Sneak",
      "Any Skill"
    ],
    "learning": [
      "Sneak",
      "Notice",
      "Talk",
      "Connect",
      "Program",
      "Exert",
      "Any Combat",
      "Any Skill"
    ]
  },
  "streetwalker": {
    "name": "Streetwalker",
    "description": "Once a professional distraction from the world, you might have been an ordinary streetwalker, an expensive companion, or some artistic jewel far above the tawdry business of physical contact. The work pays better than street labor, though the danger is often considerably greater. Professional experience has given you a talent for negotiation and diplomacy that can sometimes be more valuable that any amount of firepower, and as an operator, your value will be recognized in your achievements rather than your face.",
    "free_skill": "Talk",
    "quick_skills": ["Perform-0", "Connect-0"],
    "growth": [
      "+1 Any Stat",
      "+1 Any Stat",
      "+2 Physical",
      "+2 Mental",
      "Talk",
      "Any Skill"
    ],
    "learning": [
      "Talk",
      "Perform",
      "Connect",
      "Trade",
      "Sneak",
      "Notice",
      "Heal",
      "Any Skill"
    ]
  },
  "trader": {
    "name": "Trader",
    "description": "Everyone's looking for a good deal, and you made your living out of finding those deals first. You might've been a small shopkeeper, or a street peddler, a struggling business owner, or one of the countless other small fry trying to make a living in the shadow of the megacorps and their pet subsidiaries. Something happened that left your old plans in ruins, and now you've got to use your skills in a different line of work. Fortunately, the average operator is every bit as interested in the flow of money as any trader, and your talents will serve you well.",
    "free_skill": "Trade",
    "quick_skills": ["Notice-0", "Connect-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Mental",
      "+2 Mental",
      "+2 Physical",
      "Trade",
      "Any Skill"
    ],
    "learning": [
      "Trade",
      "Notice",
      "Connect",
      "Fix",
      "Talk",
      "Administer",
      "Any Combat",
      "Any Skill"
    ]
  },
  "technician": {
    "name": "Technician",
    "description": "You know how to fix what's broken, patch what's damaged, and jailbreak what's locked. With the megacorps preferring profitable obsolescence to active repair, anyone who can turn legal scrap into illegal gear has a role on the streets, and you're good at it. Maybe you worked for a small shop, or freelanced for a subsidiary, or even made your own living out of piecework and favors done. An operator team always needs somebody to keep the guns firing and the armor intact, and your talents are critical for that work.",
    "free_skill": "Fix",
    "quick_skills": ["Program-0", "Exert-0"],
    "growth": [
      "+1 Any Stat",
      "+2 Physical",
      "+2 Mental",
      "+2 Mental",
      "Fix",
      "Any Skill"
    ],
    "learning": [
      "Fix",
      "Program",
      "Exert",
      "Trade",
      "Notice",
      "Connect",
      "Drive",
      "Any Skill"
    ]
  }
}
