{
    "educated":{
        "name":"Educated",
        "description":"You may pick a bonus skill of your choice. When you gain skill points from character level advancement, you get a bonus skill point.",
        "extra_skill":"Any Skill"
    },
    "face":{
        "name":"Face",
        "description":"Gain connect as a bonus skill. Once per game week, whenever it's convenient, gain on temporary Acquaintance Contact of your choice, describing them in any way the GM finds acceptable. You lose touch with this Contact after you use this Edge again, but you can use this Edge to connect with them at a different time. You can may also provide favors or payment sufficient to cement the relationship at the GM's discretion.",
        "extra_skill":"Connect"
    },
    "focused":{
        "name":"Focused",
        "description":"You begin play with an extra Focus pick. You may choose this Edge more than once.",
        "extra_skill":""
    },
    "ghost":{
        "name":"Ghost",
        "description":"You are uncannily elusive. Gain Sneak as a bonus skill and the Fighting Withdrawal combat action is an On Turn action for you. Once per scene, reroll a failed Sneak check related to sneaking or going unseen. Once per game day, as a Move action, move up to 10 meters without anyone around you seeing you move. If you use this movement to get behind cover, you might seem to vanish outright to onlookers.",
        "extra_skill":"Sneak"
    },
    "hacker":{
        "name":"Hacker",
        "description":"Gain Program as a bonus skill. You may begin play with an installed Cranial Jack cybersystem, a scrap deck, and eight program elements of your choice among available Verbs and Subjects. Each round, you gain a bonus Main Action that con only be used to perform hacking or cyberspace-related mental actions. This does not include drone piloting or vehicle driving.",
        "extra_skill":"Program"
    },
    "hard_to_kill":{
        "name":"Hard To Kill",
        "description":"Instead of rolling 1d6 per level for your hit points, you roll 1d6+2. Your base Trauma Target increases by +1, turning the base 6 into 7.",
        "extra_skill":""
    },
    "killing_blow":{
        "name":"Killing Blow",
        "description":"Gain a combat skill as a bonus skill. Whenever you inflict hit point damage on something, whether by weapon, special ability, or any other source, the damage is increased by 1 point per two character levels, rounded up. Any Trauma Die you roll gains a +1 bonus.",
        "extra_skill":"Any Combat"
    },
    "masterful_expertise":{
        "name":"Masterful Expertise",
        "description":"Once per scene, as an Instant Action, reroll a failed check for a non-combat skill.",
        "extra_skill":""
    },
    "on_target":{
        "name":"On Target",
        "description":"Gain a combat skill as a bonus skill. Your basic attack bonus is equal to your character level, instead of the usual half level, rounded down.",
        "extra_skill":"Any Combat"
    },
    "prodigy":{
        "name":"Prodigy",
        "description":"Pick an attribute other than Constitution; its score becomes 18 and it grants a +3 modifier instead of +2.",
        "extra_skill":""
    },
    "operators_fortune":{
        "name":"Operator's Fortune",
        "description":"You may or may not be good, but you are undeniably lucky. Once per game session as an Instant action, when something bad happens to you such as an injury, a failed save, or a botched skill check, test your luck and roll a 1d6. On a 1, the bad event is unaffected. On a 2-5, you somehow avert the consequences by blind chance. On a 6, it actually lands on an enemy or rival of the GM's choice, if that's possible. Only events that happened in this same round can be averted.",
        "extra_skill":""
    },
    "veterans_luck":{
        "name":"Veteran's Luck",
        "description":"Once per scene, as an Instant Action, trigger this ability to gain one of two effect: an attack that just hit you is instead treated as a miss, or an attack roll you just made that missed is now treated as a hit. This ability can be applied to vehicle weapons used by the operator, but it cannot protect against environmental damage, vehicle crashes, falls or other harm that doesn't involve an attack roll.",
        "extra_skill":""
    },
    "voice_of_the_people":{
        "name":"Voice of the People",
        "description":"You are a rocker, graffiti artist, poet, demagogue, or other rabble-rouser with a considerable reputation. You gain both levels of the Pop Idol Focus and an additional Friend Contact related to your art.",
        "extra_skill":""
    },
    "wired":{
        "name":"Wired",
        "description":"You may begin play with up to $200,000 worth of new or secondhand cyber. If secondhand, you roll once per system for its defect and may end up with unusable junk. You don't need to pay for installation and its maintenance is covered for the next two months. You can redeem this Edge later in your career by paying double the cost of the cyber you selected; if so, you can trade this Edge in for a different one with the GM's approval.",
        "extra_skill":""
    }
}